Repository: OwlDarlyn/flutter-gus-bandera
Catalog: lib/l10n/app_*.arb
Languages: uk

# picture1
source: assets/images/gus_kus_eng.svg
uk: assets/images/gus_kus_ukr.svg

# title1
source: Select your language
uk: Оберіть вашу мову

# button1
source: Change your language
uk: Обрати мову

# text1
source: A combat goose from Ukraine's biolabs is ready to launch a "super-tratatata" attack on enemy targets
uk: Бойовий гусак із біолабораторій України готовий нанести "свєрх-трататата" по ворожим об’єктам

# picture2
source: assets/images/gus_active_eng.svg
uk: assets/images/gus_active_ukr.svg

# button2
source: Pick a position
uk: Обрати позицію

# title2
source: Choose one of four positions
uk: Оберіть одну з 4х позицій

# text2
source: The goose attacks the selected position with precision weapons
uk: Гусак атакує обрану позицію зброєю високоточного влучання

# location1
source: To the Matzkva
uk: На мацкву

# location2
source: To the chik-chrik
uk: На чик-чирика

# location3
source: To the bunker
uk: На бункер

# location4
source: To the ruble rate
uk: На курс рубля

# button3
source: Launch the goose
uk: Запустити гуся

# title3
source: Glory to Ukraine!
uk: Слава Україні!

# text3
source: Your goose has been successfully launched
uk: Ваш гусак успішно запущений

# text4
source: Expect a high-profile "tra-ta-ta" on the position in the near future
uk: Очікуйте гучного "свєрх-тратата" по позиції найближчим часом

# button4
source: View the map
uk: Переглянути карту

# title4
source: Map of goose launches by position
uk: Карта запусків гуся по позиціях

# button5
source: Pick a new position
uk: Обрати нову позицію

source: january
uk: січень

source: february
uk: лютий

source: march
uk: березень

source: april
uk: квітень

source: may
uk: травень

source: june
uk: червень

source: july
uk: липень

source: august
uk: серпень

source: september
uk: вересень

source: october
uk: жовтень

source: november
uk: листопад

source: december
uk: грудень

# mackwa
source: To the mackwa
uk: На мацкву

# chrik
source: To the chik-chrik
uk: На чик-чирика

# bunker
source: To the bunker
uk: На бункер

# rubl
source: To the rouble rate
uk: На курс рубля
